# настройки Калининградского «ВайбоМетра»

TZ_NAME = "Europe/Kaliningrad"

SEA_SST_COORD = (54.80, 19.80)      # центр Калинингр. залива

MARINE_CITIES = {
    "Балтийск":     (54.66, 19.91),
    "Светлогорск":  (54.94, 20.15),
    "Пионерский":   (54.95, 20.22),
    "Зеленоградск": (54.96, 20.48),
    "Янтарный":     (54.88, 19.94),
}

INLAND_CITIES = {
    "Гурьевск":        (54.77, 20.60),
    "Светлый":         (54.67, 20.13),
    "Советск":         (55.09, 21.88),
    "Черняховск":      (54.63, 21.82),
    "Гусев":           (54.58, 22.20),
    "Неман":           (55.03, 22.03),
    "Мамоново":        (54.47, 19.94),
    "Полесск":         (54.86, 21.10),
    "Багратионовск":   (54.38, 20.63),
    "Ладушкин":        (54.57, 20.18),
    "Правдинск":       (54.45, 21.00),
    "Славск":          (55.04, 21.68),
    "Озёрск":          (54.41, 22.03),
    "Нестеров":        (54.63, 22.57),
    "Краснознаменск":  (55.05, 22.34),
    "Гвардейск":       (54.65, 21.05),
}
